Repository: gjo-se/gjo_site_package
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tiger.page.name.kontaktformular
source: Contactform
de: Kontaktformular

# tiger.page.name.kontakt
source: Contact
de: Kontakt

# tiger.page.slogan
source: Powerful. Quiet. Convincing. <br> Proven TIGER Quality for more than 100 years.
de: Kraftvoll. Leise. Überzeugend. <br> Bewährte TIGER-Qualität seit mehr als 100 Jahren.

# tiger.page.cookieDerective
source: In order to give you a better service, we uses cookies. By continuing to browse the site you are agreeing to our use of cookies.
de: Wir verwenden Cookies, um Ihnen den bestmöglichen Service zu gewährleisten. Wenn Sie auf der Seite weitersurfen stimmen Sie der

# tiger.page.cookieDerective.linktext
source: cookies.
de: Cookie-Nutzung zu.

# tiger.page.cookieDerective.buttontext
source: I agree.
de: Ich stimme zu.

# form.page.findUs
source: How to find us:
de: Hier finden Sie uns:

# form.page.map
source: Map
de: Anfahrt

# myTiger.login.text
source: Enter your username and password to log in to the website:
de: Geben Sie Ihren Benutzernamen und Ihr Passwort ein, um sich an der Website anzumelden:

# myTiger.login.keep
source: Stay logged in
de: angemeldet bleiben

# myTiger.signIn
source: login
de: anmelden

# myTiger.forgotPassword
source: Forgot your password?
de: Passwort vergessen

# myTiger.register
source: Register
de: Registrieren

# myTiger.logout.text.salutation
source: Hello %s,
de: Hallo %s,

# myTiger.logout.text
source: Here you can logout from the website or change your profile.
de: Hier können Sie sich von der Website abmelden oder Ihr Profil ändern.

# myTiger.signOut
source: Logout
de: Abmelden

source: myTiger - your profile
de: myTiger - Ihr Profil

# myTiger.register.text
source: Enter your username, password and email to signIn in to the website:
de: Geben Sie Ihren Benutzernamen, Passwort und Email ein, um sich an der Website registrieren:

# myTiger.profile.text
source: Here you can change your profile:
de: Hier können Sie ihr hinterlegtes Benutzerprofil ändern:

# myTiger.profile.change
source: Change profile
de: Profil ändern:

# slide.data.button_text
source: See Article
de: Zum Artikel

# contact.confirmation.header
source: Contact Confirmation
de: Anfrage Bestätigung

# contact.confirmation.text1
source: Thank you, your request is being processed.
de: Vielen Dank, Ihre Anfrage wird bearbeitet.

# contact.confirmation.text2
source: We have sent you a confirmation by email.
de: Wir haben Ihnen eine Bestätigung per Email geschickt.
